Repository: pars-linux/projects
Catalog: imposter/po/*.po
Languages: tr

source: (long options are not supported on your system)
tr: (uzun seçenekler sisteminiz tarafından desteklenmiyor)

source: Report bugs to <madcat@e-kolay.net>.
tr: Hataları <madcat@e-kolay.net> adresine bildirin.

source: I don't have any easter eggs... or do I?
tr: Hiç sürprizim yok... yoksa var mı?

source: About this fine product...
tr: Bu leziz ürün hakkında...

source: <span size='x-large'><b>imposter %s</b></span> Copyright (c) 2003 Gürer Özen <span size='small'>This program is free software; you can redistribute and/or modify it under the terms of the GNU General Public License.</span> http://imposter.sourceforge.net
tr: <span size='x-large'><b>imposter %s</b></span> Copyright (c) 2003 Gürer Özen <span size='small'>Bu bir serbest yazılımdır; GNU General Public License altında değiştirilebilir ve/veya yeniden dağıtılabilir.</span> http://imposter.sourceforge.net

source: Cannot open file: '%s' %s.
tr: Dosyayı açamadım: '%s' %s.

source: Select a presentation file...
tr: Bir sunum dosyası seçin...

source: /_File
tr: /_Dosya

source: /File/_Open...
tr: /Dosya/_Aç...

source: /File/separator
tr: /Dosya/separator

source: /File/Proper_ties
tr: /Dosya/_Özellikler

source: /File/_Quit
tr: /Dosya/_Çık

source: /_View
tr: /_Bakış

source: /View/_Fullscreen
tr: /Bakış/_Tam Ekran

source: /_Go
tr: /_Git

source: /Go/_Previous Page
tr: /Git/_Önceki Sayfa

source: /Go/_Next Page
tr: /Git/_Sonraki Sayfa

source: /Go/separator
tr: /Git/separator

source: /Go/_First Page
tr: /Git/_İlk Sayfa

source: /Go/_Last Page
tr: /Git/S_on Sayfa

source: /_Help
tr: /_Yardım

source: /Help/_About
tr: /Yardım/_Hakkında

source: Properties
tr: Özellikler

source: <b>Author:</b>
tr: <b>Yazar:</b>

source: <b>Software:</b>
tr: <b>Yazılım:</b>

source: <b>Date:</b>
tr: <b>Tarih:</b>

source: <b>Tag name</b>: %s
tr: <b>Tag adı</b>: %s

source: <b>Character data node</b>
tr: <b>Karakter verisi</b>

source: XML Browser
tr: XML Tarayıcı

source: _Parent
tr: _Üst

source: _Content
tr: _İçerik

source: _Styles
tr: _Stiller

source: S_ettings
tr: _Ayarlar

source: No error
tr: Hata yok

source: Not enough memory
tr: Bellek yetersiz

source: Cannot find zip signature
tr: Zip imzasını bulamadım

source: Invalid zip file
tr: Geçersiz zip dosyası

source: Multi file zips are not supported
tr: Çok dosyalı zipleri desteklemiyorum

source: Cannot open the file
tr: Dosyayı açamadım

source: Cannot read data from file
tr: Dosyadan veri okuyamadım

source: Cannot find file in the zip archive
tr: Dosyayı zip arşivi içinde bulamadım

source: Unknown error
tr: Bilinmeyen hata
