Repository: pars-linux/projects
Catalog: COMAK/managers/kaptan/po/*.po
Languages: uk

source: Welcome Wizard
uk: Ласкаво просимо до майстра

source: User Picture
uk: Користувацька картинка

source: Create Your User Picture
uk: Створіть свою користувацьку картинку

source: More
uk: Більше

source: Congratulations!
uk: Вітаємо!

source: Keyboard
uk: Клавіатура

source: Keyboard Layout Language
uk: Мова розкладки клавіатури

source: Menu
uk: Меню

source: Choose a Menu Style
uk: Вибрати стиль меню

source: Kick-off Menu
uk: Стартове меню

source: Kick-off menu is the default menu of Pardus.<br><br>The program shortcuts are easy to access and well organized.
uk: Стартове меню — типове меню Pardus.<br><br>Скорочення програми легкодоступні та добре організовані.

source: Simple Menu
uk: Просте меню

source: Simple menu is an old style menu from KDE 3.<br><br>It is a very lightweight menu thus it is recommended for slower PC's.
uk: Просте меню — старий стиль меню з KDE 3.<br><br>Це легке меню, яке рекомендоване для повільних комп'ютерів.

source: Lancelot Menu
uk: Меню Lancelot

source: Lancelot is an advanced and highly customizable menu for Pardus.<br><br>The program shortcuts are easy to access and well organized.
uk: Lancelot — розширене й гарно пристосоване меню для Pardus.<br><br>Скорочення програми легкодоступні та добре організовані.

source: Mouse
uk: Мишка

source: Setup Mouse Behavior
uk: Налаштувати поведінку мишки

source: Left Handed
uk: Ліворука

source: Right Handed
uk: Праворука

source: Double Click
uk: Подвійний клік

source: Single Click
uk: Диночний клік

source: Packages
uk: Пакунки

source: Install / Remove Programs
uk: Установити/вилучити програми.

source: Help Pardus Improve!
uk: Допоможіть покращити Pardus!

source: Label
uk: Мітка

source: Data
uk: Дані

source: &Host Information
uk: Інформація про &вузл

source: &Privacy policy
uk: &Політика конфідеційності

source: OS
uk: ОС

source: Default Run Level
uk: Типовий рівень запуску

source: Language
uk: Мова

source: Platform
uk: Платформа

source: CPU Vendor
uk: Виробник процесора

source: CPU Model
uk: Модель процесора

source: CPU Stepping
uk: Крокування процесора

source: CPU Family
uk: Сім'я процесора

source: CPU Model Num
uk: Номер моделі процесора

source: Number of CPUs
uk: Кількість процесорів

source: CPU Speed
uk: Швидкість процесора

source: System Memory
uk: Системна пам'ять

source: System Swap
uk: Ситемний свопінг

source: Vendor
uk: Виробник

source: System
uk: Система

source: Form Factor
uk: Формфактор

source: Kernel
uk: Ядро

source: SELinux Enabled
uk: SELinux увімкнено

source: SELinux Policy
uk: Політика SELinux

source: SELinux Enforce
uk: Додержання SELinux

source: Yes
uk: Так

source: No
uk: Ні

source: Themes
uk: Теми

source: Customize Your Desktop
uk: Налаштувати стільницю

source: Summary
uk: Підсумок

source: Save Your Settings
uk: Зберегти налаштування

source: Mouse Settings
uk: Налаштування мишки

source: Selected Mouse configuration: <b>%s</b>
uk: Вибрані налаштування мишки: <b>%s</b>

source: Wallpaper Settings
uk: Налаштування шпалерів

source: You haven't selected any wallpaper.
uk: Ви не вибрали жодних шпалерів.

source: Selected Wallpaper: <b>%s</b>
uk: Вибрані шпалери: <b>%s</b>

source: Style Settings
uk: Налаштування стилю

source: You haven't selected any style.
uk: Ви не вибрали жодного стилю.

source: Selected Style: <b>%s</b>
uk: Вибраний стиль: <b>%s</b>

source: Smolt Settings
uk: Налаштування Smolt

source: Send my profile: <b>%s</b>
uk: Відправити запис: <b>%s</b>

source: Cannot restart plasma-desktop. Kaptan will now shutdown.
uk: Неможливо перезапустити плазму. Kaptan буде зараз вимкнено.

source: Error
uk: Помилка

source: Wallpaper
uk: Шпалери

source: Choose a Wallpaper
uk: Вибрати шпалери

source: Welcome
uk: Ласкаво просимо

source: Welcome to %s
uk: Ласкаво просимо до %s

source: Welcome to Pardus
uk: Ласкаво просимо

source: Cancel
uk: Скасувати

source: Back
uk: Назад

source: Next
uk: Далі

source: Finish
uk: Закінчити

source: Apply Settings
uk: Застосувати налаштування

source: Form
uk: Форма

source: This screen helps you set your <b>user picture</b>. You can either choose an image from a file or you can capture an image from your camera. Select an option from the <b>options</b> menu.
uk: Цей екран допоможке встановити вашу <b>користувацьку картинку</b>. Ви можете взяти зображення з файла або зняти камерою. Виберіть параметр з меню <b>параметри</b>.

source: Options
uk: Параметри

source: Choose an image
uk: Вибрати зображення

source: Capture
uk: Зняти

source: Recapture
uk: Перезняти

source: <b>Your settings have been applied.</b> Now you can start enjoying Pardus or you can checkout the following links and applications for more settings or for help and support. Don't forget to <b>join our community!</b>
uk: <b>Ваші налаштування застосовано.</b> Тепер можете користуватись Pardus, або перевірити ці посилання та програми для подальших налаштувань, або звернутись по довідку та підтримку. Не забудьте <b>долучитись до нашої спільноти!</b>

source: My Smolt Page
uk: Моя сторінка Smolt

source: Go to your Smolt page and rate your hardware components.
uk: Перейти до сторінки Smolt і оцінити ваші апаратні компоненти.

source: System Settings
uk: Системні параметри

source: Configuration tools for Pardus such as the display, firewall, keyboard, user manager...
uk: Інструмент налаштування для Pardus таких речей, як екран, мережева безпека, клавіатура, керування користувачами…

source: Help and Support
uk: Довідка і підтримка

source: Pardus community, mailing lists, chat rooms, Wiki documents, help and support pages...
uk: Спільнота Pardus, список листування, кімнати балачок, документи Wiki, сторінка довідки і підтримки…

source: Kaptan automatically selects the best keyboard layout according to your system language. If you want to use another layout other than the default keyboard layout, you can make your selection and test it instantly.
uk: Kaptan автоматично вибирає найдоцільнішу розкладку клавіатури відповідно до мови системи. Якщо бажаєте використовувати відмінні розкладки від типових, можете вибрати і випробувати їх одразу.

source: Test Layout
uk: Випробування розкладки

source: You can also customize your <b>KDE menu</b> as you like. Please choose one from the following styles.
uk: Також можете налаштувати <b>меню KDE</b> на свій смак. Будь ласка, виберіть один з таких стилів.

source: Sample
uk: Зразок

source: The <b>clicking behavior</b> defines how many times you want to click when you are opening a file. If you are <b>left handed</b>, you may prefer to swap the left and right buttons of your pointing device.
uk: <b>Поведінка клікання</b> визначає, скільки разів бажаєте клікати для відкриття файла. Якщо ви — <b>лівша</b>, можете перемкнути місцями ліву і праву клавіші.

source: Clicking Behaviour
uk: Поведінка клікання

source: Single-click to open files and folders
uk: Одинарний клік відкриває файли і теки

source: Dou&ble-click to open files and folders
uk: &Подвійний клік відкриває файли і теки

source: Button Order
uk: Порядок кнопок

source: Right Hand
uk: Права рука

source: Left Hand
uk: Ліва рука

source: Reverse scrolling
uk: Зворотне прокручування

source: Show updates in the system tray
uk: Показувати оновлення в системному лотку

source: Check updates automatically every
uk: Перевіряти оновлення автоматично кожні

source: hours
uk: годин

source: To install and remove programs to Pardus, use Package-Manager. Package-Manager also can automatically install the latest updates available. You can set the period for checking new updates.
uk: Щоб установляти і вилучати програми в Pardus, використайте керування пакунками. Він також може автоматично встановлювати останні доступні оновлення. Ви можете вказати проміжок перевіряння.

source: Updates
uk: Оновлення

source: Search
uk: Пошук

source: Strigi Desktop Search indexes your frequently used files. This gives you very fast file search results. Strigi also can search for files based on their contents.
uk: Стільничний пошук Strigi індексує частовживані файли. Це забезпечує надшвидкий результат пошуку файла. Strigi також дозволяє шукати файли за їхнім вмістом.

source: Allow Strigi to index my files
uk: Дозволити індекувати файли

source: Search Options
uk: Параметри пошуку

source: <b>Smolt</b> is a tool that collects the information in the following table and sends it to us for which lets us improve Pardus according to the user profile statistics.
uk: <b>Smolt</b> — інструмент, який збирає інформацію з цих таблиць і відправляє нам, щоб ми могли покращити Pardus відповідно до статистики користувачів.

source: &Send my profile
uk: &Відправити мої дані

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Smolt will only send hardware and basic operating system information to the Pardus smolt server (smoon). The only tie from the database to a submitters machine is the UUID. As long as the submitter does not give out this UUID the submission is anonymous. If at any point in time a user wants to delete their profile from the database they need only run</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">smoltDeleteProfile</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> The information sent to the smolt database server should be considered public in that anyone can view the statistics, data and share machine profiles. In many ways smolt is designed to get hardware vendors and other 3rd parties attention. As such, not only will this information be shared with 3rd parties, we will be using smolt as leverage to gain better support for open source drivers and better support in general.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">IP Logging:</span> In Pardus's smolt install all web traffic goes through a proxy server first. This is the only place IP addresses are being logged and they are kept on that server for a period of 4 weeks at which time log rotation removes these logs. The Pardus Project does not aggregate ip addresses in the smolt database. These logs are private and will not be available to the general public.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Users unhappy with this policy should simply not use smolt. Users with questions about this policy should contact the Pardus Infrastructure Team at admin [at] pardus.org.tr Also remember that users can delete their profiles at any time using &quot;<span style=" font-style:italic;">smoltDeleteProfile</span>&quot;</p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Smolt відправить лише інформацію про апаратуру і базові інформацію про операційну систему до сервера Pardus (smoon). Зв'язок між базою даних і відправником — UUID. Поки відправник не надасть цей UUID, відправлення анонімне. Якщо користувач збажає вилучити згадку з бази даних, потрібно тільки виконати</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">Вилучити запис</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Інформація повинна бути доступною, щоб будь-хто міг оглянути статистику, дані та подібні машини. Переважно цей сервер створено для одержання інформації про виробників апаратури та інших третіх сторін. І ця, і не лише ця інформація буде оприлюднена й третій стороні, ми будемо використовувати сервер як засіб для покращення підтримки відкритих драйверів і кращої підтримки загалом.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">Реєстрація через IP :</span> У сервері Pardus установлено, що ввесь трафік іде спочатку через проксі-сервер. Лише там реєструються адреси IP і вони зберігаються на сервері протягом чотирьох тижнів, після чого вони вилучаються з журналу. Проект Pardus не збирає адреси IP у базі даних. Цей реєстр приватний і недоступний сторонім особам.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Користувачі, нераді такій політиці, повинні напросто не користуватись цим сервером. Користувачі із запитаннями щодо цієї політики повинні з'єднатись з командою інфраструктури Pardus через admin [собачка] pardus.org.tr Також не забувайте, що користувачі можуть вилучити свій запис у будь-який момент, скориставшись &quot;<span style=" font-style:italic;">Вилучити запис</span>&quot;</p></body></html>

source: Choose your favorite theme and desktop type. Customize Pardus with colorful styles and themes.
uk: Виберіть улюлену тему і тип стільниці. Облаштуйте Pardus кольоровими стилями і темами.

source: KDE Themes
uk: Теми KDE

source: Icons
uk: Піктограми

source: Desktop Type
uk: Тип стільниці

source: Desktop view (KDE4 Style)
uk: Вигляд стільниці(стиль KDE4)

source: Folder view (KDE3 Style)
uk: Вигляд теки (стиль KDE3)

source: Number of Desktops
uk: Кількість стільниць

source: You have successfully finished all steps. Here's a summary of the settings you want to apply. Click <b>Apply Settings</b> to save them now. You are now ready to enjoy Pardus!
uk: Ви успішно використали усі кроки. Тут є підсумки налаштувань, які ви бажаєте застосувати. Нитисніть <b>Застосувати налаштування</b>, щоб їх зберегти. Тепер ви готові до використання Pardus!

source: The following settings will be applied
uk: Такі налаштування буде застосовано

source: Choose your favorite wallpaper for Pardus. Don't forget to check out <b>Desktop Settings</b> for downloading new and cool wallpapers.
uk: Виберіть улюблену шпалеру для Pardus. Не забудьте перевірити <b>Налаштування стільниці</b> для звантаження нових і гарних шпалерів.

source: Wallpapers
uk: Шпалери

source: Choose wallpaper from file
uk: Вибрати шпалери з-поміж файла

source: Don't change wallpaper
uk: Не змінювати шпалери

source: What is Pardus?
uk: Що таке Pardus?

source: <b>Pardus</b> is a reliable, secure, fast and user friendly operating system. <br /><br />With Pardus, you can connect to the internet, read your e-mails, work with your office documents, watch movies, play music, develop applications, play games and much more! <br /><br /><b>Kaptan</b> will help you personalize your Pardus workspace easily and quickly. Please click <b>next</b> in order to begin.
uk: <b>Pardus</b> — надійна, безпечна, шивдка і дружелюбна система. <br /><br />З Pardus ви зможете під'єднатись до інтернету, читати пошту, працювати з офісними документами, переглядати фільми, слухати музику, розробляти програми, бавитись ігри і багато-пребагато всього іншого! <br /><br /><b>Kaptan</b> допоможе вам усе це налаштувати під себе, щоб досягнути затишного робочого місця якнайпростіше і якнайшвидше. Будь ласка, натисніть <b>Далі</b>, щоб почати.
