Repository: pars-linux/projects
Catalog: kwin-decor-pardus/po/*.po
Languages: tr

source: PARDUS preview (Version 0.3)
tr: PARDUS önizleme (Sürüm 0.3)

source: Menu
tr: Menü

source: Not on all desktops
tr: Tüm masaüstlerinde değil

source: On all desktops
tr: Tüm masaüstlerinde

source: Help
tr: Yardım

source: Minimize
tr: Küçült

source: Restore
tr: Geri Yükle

source: Maximize
tr: Ekranı Kapla

source: Close
tr: Kapat

source: Do not keep above others
tr: Diğerlerinin üzerinde tutma

source: Keep above others
tr: Diğerlerinin üzerinde tut

source: Do not keep below others
tr: Diğerlerinin altında tutma

source: Keep below others
tr: Diğerlerinin altında tut

source: Unshade
tr: Gölgelendirme

source: Shade
tr: Gölgelendir

source: Select Logo Image
tr: Logo Resmini Seçin

source: Config Dialog
tr: Ayarlar Penceresi

source: Title Alignment
tr: Başlık yerleşimi

source: &Left
tr: &Sol

source: Alt+L
tr: Alt+S

source: &Center
tr: &Orta

source: Alt+C
tr: Alt+O

source: &Right
tr: S&ağ

source: Alt+R
tr: Alt+A

source: Round Top Corners
tr: Üst köşeleri yuvarla

source: Alwa&ys
tr: &Herzaman

source: Alt+Y
tr: Alt+H

source: Not maximi&zed
tr: Bü&yütülmemiş

source: Alt+Z
tr: Alt+Y

source: Ne&ver
tr: As&la

source: Alt+V
tr: Alt+L

source: &Show titlebar logo
tr: &Başlıkçubuğu logosunu göster

source: Alt+S
tr: Alt+B

source: Check this if you want to see the titlebar logo in the titlebar.
tr: Başlık çubuğu logosunu görmek isterseniz bunu işaretleyin.

source: Logo preview:
tr: Logo önizlemesi

source: Select image
tr: Resim seç

source: Select the titlebar logo image.
tr: Başlık çubuğu logosunu seç

source: Set the offset of the logo from the titeltext.
tr: Başlık metnine göre logonun konumunu ayarla.

source: px offset from title
tr: başlığa göre px yerleşimi

source: Close &windows by double clicking the menu button
tr: Menü düğmesine çift &tıklayarak pencereleri kapat

source: Alt+W
tr: Alt+T

source: Check this option if you want windows to be closed when you double click the menu button, similar to Microsoft Windows.
tr: Menü düğmesine çift tıkladığınızda pencerelerin kapanmasını istiyorsanız bunu işaretleyin,Microsoft Windows gibi.

source: Buttontype:
tr: Düğme tipi

source: Plastik flat
tr: Plastik düz

source: Lipstik flat
tr: Lipstik düz

source: Lipstik bright
tr: Lipstik parlak

source: Use shadowed &text
tr: &Gölgelendirilmiş metin kullan

source: Alt+T
tr: Alt+G

source: Check this option if you want the titlebar text to have a 3D look with a shadow behind it.
tr: Başlık çubuğu metninin arkasında gölge ile 3 Boyutlu görünmesini istiyorsanız bunu işaretleyin.

source: A&nimate buttons
tr: Düğ&meleri Canlandır

source: Alt+N
tr: Alt+M

source: Check this option if you want the buttons to fade in when the mouse pointer hovers over them and fade out again when it moves away.
tr: Farenin butonların üzerine geldiğinde belirme ve üzerinden çekildiğinde yok olmaefekti yaratmasını istiyorsanız bunu işaretleyin.
