Repository: pars-linux/projects
Catalog: COMAK/managers/user-manager/po/*.po
Languages: sv, uk

source: An application for managing user accounts.
sv: Ett program för hantering användarkonton.
uk: Програма для керування користувацькими записами.

source: User Manager
sv: Användarhanteraren
uk: Керування користувачами

source: Current Maintainer
sv: Nuvarande utvecklare
uk: Теперішній супровідник

source: First Developer
sv: Förste utvecklare
uk: Засновник

# EMAIL OF TRANSLATORS
source: Your emails
sv: patrik@trixon.se
uk: ted.korostiled@gmail.com

# NAME OF TRANSLATORS
source: Your names
sv: Patrik Karlsson
uk: Daniel Korostil

source: User/group operations
sv: Användar- och gruppåtgärder
uk: Дії над користувачами і групами

source: Package operations
sv: Paketåtgärder
uk: Дії над пакунками

source: Service operations
sv: Tjänsteåtgärder
uk: Дії над службами

source: Date/time operations
sv: Datum- och tidsåtgärder
uk: Дії над датою і часом

source: Kernel/Process operations
sv: Kärn- och processåtgärder
uk: Дії над ядром і процесами

source: Bootloader settings
sv: Inställningar för startladdaren
uk: Налаштування завантажувача

source: Screen settings
sv: Skärminställningar.
uk: Налаштування екрана

source: Locale settings
sv: Språkinställningar.
uk: Налаштування локалі

source: Network settings
sv: Nätverksinställningar.
uk: Налаштування мережі

source: Login Manager settings
sv: Inställningar för inloggningshanteraren
uk: Налаштування реєстрації

source: Keyboard settings
sv: Tangentbordsinställningar
uk: Налаштування клавіатури

source: Start with typing this user's full name.
sv: Börja med att ange den här användarens verkliga namn.
uk: Запускати з уведеним повним іменем цього користувача.

source: You should enter a password for this user.
sv: Du bör ange ett lösenord för den här användaren.
uk: Потрібно ввести пароль цього користувача.

source: Password must be longer.
sv: Lösenordet måste vara längre.
uk: Потрібно довший пароль.

source: Don't use your full name or user name as a password.
sv: Använd inte ditt verkliga namn eller användarnamn som lösenord.
uk: Не використовуйте псевдонім або повне ім'я як пароль.

source: Passwords don't match.
sv: Lösenorden stämmer inte.
uk: Паролі не збігаються.

source: You must enter a user name.
sv: Du måste ange ett användarnamn.
uk: Потрібно ввести псевдонім.

source: This user name is used by another user.
sv: Användarnamnet är upptaget.
uk: Цей псевдонім використовується іншим користувачем.

source: User name must not start with a number.
sv: Användarnamnet får inte börja med en siffra.
uk: Псевдонім не може починатись з числа.

source: Users
sv: Användare
uk: Користувачі

source: Groups
sv: Grupper
uk: Групи

source: All Users
sv: Alla användare
uk: Усі користувачі

source: All Groups
sv: Alla grupper
uk: Всі групи

source: Add User
sv: Lägg till användare
uk: Долучити коритсувача

source: Add Group
sv: Lägg till grupp
uk: Додати групу

source: Cannot delete <b>%1</b>. The user is currently logged in.
sv: Kan inte ta bort <b>%1</b>. Användaren är inloggad.
uk: Неможливо вилучити b>%1</b>. Користувач ще не покинув сеанс.

source: Do you want to delete user '%1' (%2)?
sv: Vill du ta bort användaren '%1' (%2)?
uk: Вилучити користувача «%1» (%2)?

source: Also remove user files. (This may take long.)
sv: Radera användarens filer. (Det kan ta tid.)
uk: Також вилучіть фали користувача. Це може забарати багато часу.

source: Group Information
sv: Gruppinformation
uk: Інформація про групу

source: Group Name:
sv: Gruppnamn
uk: Назва групи:

source: No.:
sv: ID:

source: Auto
sv: Automatiskt
uk: Автоматично

source: User Information
sv: Användarinformation
uk: Інформація про користувача

source: Full Name:
sv: Verkligt namn:
uk: Повне ім'я:

source: Password:
sv: Lösenord:
uk: Пароль:

source: Password (Again):
sv: Lösenord (upprepa):
uk: Пароль (знову):

source: Username:
sv: Användarnamn:
uk: Псевдонім:

source: Home Directory:
sv: Hemkatalog:
uk: Домашня тека:

source: Shell:
sv: Skal:
uk: Оболонка:

source: Give administrator rights
sv: Tilldela administratörsrättighet
uk: Наданти права адміністратора

source: User Id:
sv: Användareid:
uk: ID користувача:

source: Advanced
sv: Avancerat
uk: Додатково

source: Apply this policy to all actions
sv: Tillämpa den här policyn på alla händelser
uk: Застосувати цю політку для всіх користувачів

source: Use system settings
sv: Använd systeminställningar
uk: Використовувати системні налаштування

source: Authorize user
sv: Tillåt användare
uk: Авторизувати користувача

source: Deny user
sv: Neka användare
uk: Відкинути користувача

source: Start typing to filter
sv: Börja skriv för att filtrera
uk: Почніть уводити для фільтрування

source: Authorizations
sv: Behörighet
uk: Авторизація

source: Main Group:
sv: Primär grupp:
uk: Головна група:

source: Edit
sv: Redigera
uk: Редагувати

source: Delete
sv: Ta bort
uk: Вилучити

source: Add New
sv: Lägg till ny
uk: Додати новий

source: (c) 2006-2010 TUBITAK/UEKAE
uk: © 2006–2010 TUBITAK/UEKAE
