Repository: pars-linux/projects
Catalog: COMAK/managers/user-manager/manager/po/*.po
Languages: hu

source: An application for managing user accounts.
hu: Felhasználói profilok kezelése

source: User Manager
hu: Felhasználó Kezelő

source: Current Maintainer
hu: Aktuális karbantartó

source: First Developer
hu: Fejlesztést megkezdte

# EMAIL OF TRANSLATORS
source: Your emails
hu: bicskas9323@gmail.com, sipiatti@gmail.com

# NAME OF TRANSLATORS
source: Your names
hu: Daniel Kovács, Attila Siposs

source: User/group operations
hu: Felhasználó/csoport műveletek

source: Package operations
hu: Csomag műveletek

source: Service operations
hu: Szolgáltatás műveletek

source: Date/time operations
hu: Dátum/idő műveletek

source: Kernel/Process operations
hu: Kernel/folyamat műveletek

source: Bootloader settings
hu: Rendszertültő beállítások

source: Screen settings
hu: Kijelző beállítások

source: Locale settings
hu: Nyelvi beállítások

source: Network settings
hu: Hálózat beállítások

source: Login Manager settings
hu: Bejelentkezés kezelő beállításai

source: Keyboard settings
hu: Billentyűzet beállítások

source: Start with typing this user's full name.
hu: Kezdje a felhasználó teljes nevének begépelésével.

source: You should enter a password for this user.
hu: Addjon meg egy jelszót a felhasználónak.

source: Password must be longer.
hu: A jelszó túl rövid.

source: Don't use your full name or user name as a password.
hu: Ne használja jelszónak a teljes nevét vagy a felhasználónevét.

source: Passwords don't match.
hu: A jelszavak nem egyeznek.

source: You must enter a user name.
hu: Meg kell adnia egy felhasználónevet.

source: This user name is used by another user.
hu: Ez a felhasználónév már használatban van.

source: User name must not start with a number.
hu: Felhasználónév nem kezdődhet számmal.

source: Users
hu: Felhasználók

source: Groups
hu: Csoportok

source: All Users
hu: Minden felhasználó

source: All Groups
hu: Minden csoport

source: Add User
hu: Felhasználó hozzáadása

source: Add Group
hu: Csoport hozzáadása

source: Cannot delete <b>%1</b>. The user is currently logged in.
hu: <b>%1</b> nem törölhető. Ez a felhasználó jelenleg be van jelentkezve.

source: Do you want to delete user '%1' (%2)?
hu: Biztosan törölni szetné ezt a felhasználót '%1' (%2)?

source: Also remove user files. (This may take long.)
hu: A felhasználói fájljai is törlődjenek. (Ez hosszabb időt vehet igénybe.)

source: Group Information
hu: Csoport információ

source: Group Name:
hu: Csoport neve:

source: No.:
hu: Sorszám:

source: Auto
hu: Automatikus

source: User Information
hu: Információ a felhasználóról

source: Full Name:
hu: Teljes név:

source: Password:
hu: Jelszó:

source: Password (Again):
hu: Jelszó (újra):

source: Username:
hu: Felhasználónév:

source: Home Directory:
hu: Kezdő könyvtár (Home):

source: Shell:
hu: Parancshéj:

source: Give administrator rights
hu: Adminisztrátori jogok adása.

source: User Id:
hu: Felhasználó azonosító:

source: Advanced
hu: Haladó

source: Apply this policy to all actions
hu: Beállítás alkalmazása minden művelethez

source: Use system settings
hu: Rendszerbeállítások használata

source: Authorize user
hu: Felhasználó engedélyezése

source: Deny user
hu: Felhasználó tiltása

source: Start typing to filter
hu: Kezdjen el gépelni a szűrésre

source: Authorizations
hu: Jogosultságok

source: Main Group:
hu: Fő csoport:

source: Edit
hu: Szerkesztés

source: Delete
hu: Törlés

source: Add New
hu: Új felhasználó
